Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/mika_on_kielipesa_.html.tmx
Source language: fin
Languages: sms

source: Mikä on kielipesä?
sms: Mii lij ǩiõllpieʹss?

source: Tällä sivulla on perustietoa kielipesästä ja kielikylvystä.
sms: Tän seeidast lij vuâđđteâtt ǩiõllpieʹzz da ǩiõll-lauggi pirr.

source: Kielipesä on alkuperäiskansan tai kielivähemmistön kielellä toimivaa varhaista, täydellistä kielikylpyä pikkulapsille.
sms: Ǩiõllpieʹss miârkkšââvv alggmeer leʹbe ǩiõlluuʹccbõõzz ǩiõlin tuåimmjeei ääiʹjeld aʹlǧǧi, tiuddsallaš ǩiõll-lauggi siõmpäärnaid.

source: Se on kielikylvyn erityinen muoto: tavoitteena on kaksi- ja monikielisyyden lisäksi myös kokonaisen kielen elvyttäminen ja sitä kannattelevan kulttuurin vahvistuminen.
sms: Tõt lij ǩiõll-lauggi õhtt nääʹll: täävtõssân lij kuõiʹt- da määŋgǩiõllsažvuõđ lââʹssen še obb ǩiõl jeälltummuš da tõn kuõʹddi kulttuur ravsmummuš.

source: Kielipesä on varhaiskasvatuspaikka, jossa lapsille puhutaan alusta saakka, kaikissa tilanteissa kieltä, jota he eivät yleensä ymmärrä alussa lainkaan.
sms: Ǩiõllpieʹss lij ouddpeâmmpäiʹǩǩ, koʹst päärnaid mainstet aalǥ rääʹjest, juõʹǩǩ poodd ǩiõl, koon sij täujja jie fiʹtte aalǥâst ni vooʹps.

source: Kun puhutaan saamenkielisestä kielipesästä Suomessa, tarkoitetaan lähtökohtaisesti saamelaisten perheiden lapsille suunnattua varhaiskasvatusta, jossa lapsille puhutaan alusta saakka tiettyä saamen kieltä ja jossa toiminta pohjautuu saamelaiskulttuuriin.
sms: Ko mainstet sääʹmǩiõllsaž ǩiõllpieʹzzest Lääʹddjânnmest, vueʹlǧǧemsââʹjjen lij juurd ouddpeâmmast sääʹmpiârrjid, koʹst päärnaid mainstet aalǥ rääʹjest tiõttum sääʹmǩiõl da koʹst tuåimmjem vuâđđan lij sääʹmkulttuur.

source: Kielikylpy on pedagogiikkaa, jota toteutetaan maailmanlaajuisesti pääasiassa varhaiskasvatuksessa ja kouluopetuksessa.
sms: Ǩiõll-laauǥ lij pedagogikk, koon ââʹnet pirr maaiʹlm õõuʹdmõssân ouddpeâmmast da škooulmättʼtõõzzâst.

source: Kielikylpy tähtää kielenomaksumiseen luonnollisen kommunikaation ja toiminnan kautta: kieltä ei niinkään opeteta lapsille vaan sitä käytetään toiminnan välineenä.
sms: Ǩiõll-laauǥ mieʹrren lij ǩiõl mättjummuš luâđlaž kommunikaatio da tuåimmjem pääiʹǩ: ǩiõl jeäʹt nuʹtt mättʼtuku päärnaid peʹce ǩiõl ââʹnet tuåimmjem neävvan.

source: Tavallisesti kielikylpy alkaa alle kouluiässä, esiopetuksessa tai alkuopetuksessa, jolloin puhutaan varhaisesta kielikylvystä.
sms: Takainalla ǩiõll-laauǥ älgg vueʹll škooulâkksiʹžžen, ouddmättʼtõõzzâst leʹbe alggmättʼtõõzzâst, kuäʹss mainstet ääiʹjeld aʹlǧǧi ǩiõll-lauggjest.

source: Jos se alkaa myöhemmässä vaiheessa kouluopetusta, kyseessä on viivästetty tai myöhäinen kielikylpy.
sms: Jos tõt älgg mâʹŋŋlest škooulmättʼtõõzz äiʹǧǧen, kõõččmõõžžâst lij mââʹjuum leʹbe mââjas ǩiõll-laauǥ.

source: Myös aikuisten kielenopetus voi tapahtua kielikylpymenetelmällä tai sitä hyödyntäen.
sms: Rääʹvesoummi ǩiõllmättʼtõs vuäitt še šõddâd ǩiõll-laauǥmõõntõõllmin leʹbe tõn äuʹǩǩen ââʹneeʹl.

source: Jos toiminta tapahtuu kokonaan kielikylpykielellä, puhutaan täydellisestä kielikylvystä, ja jos toiminnassa käytetään muitakin kieliä, niin kielikylpy on osittaista.
sms: Jos tuåimmjummuš šâdd obbnes ǩiõll-laauǥǩiõʹlle, mainstet tiuddsallaš ǩiõll-lauggjest, da jos tuåimmjummšest ââʹnet še jeeʹres ǩiõlid, teʹl ǩiõll-laauǥ šâdd bieʹǩǩi.

source: Kielikylpyohjelmia toimii tällä hetkellä ympäri maailmaa hyvin erilaisissa kielitilanteissa.
sms: Tän poodd ǩiõll-laauǥprograamm tuåimmje pirr maaiʹlm čuuʹt jeeʹresnallšem ǩiõllvuõʹjjin.

source: Pitkä kokemus on kertynyt mm. Kanadan ranskankielisestä ja Suomen ruotsinkielisestä kielikylvystä.
sms: Kuʹǩes ääiʹj harjjnummuš lij juʹn nårrjam jm. Kanada franskk-ǩiõllsaž da Lääʹddjânnam ruõccǩiõllsaž ǩiõll-lauggjest.

source: Saamen kielten elvytyksessä kielikylpymenetelmää on sovellettu jo useamman vuosikymmenen ajan.
sms: Sääʹmǩiõli jeälltummšest ǩiõll-laauǥmõõntõõllmõš lij suåvldum juʹn mäŋgglo eeʹǩǩed.

source: Kaikkialla toimintaa ei ole nimitetty kielikylvyksi tai kielipesäksi, vaan esimerkiksi nimikkeellä “saamelainen lastentarha” on saatettu järjestää toimintaa, jossa lapsille puhutaan yksinomaan saamen kieltä, vaikkeivät he ehkä osaisi sitä lainkaan.
sms: Juõʹǩǩ åʹrnn tuåimmjummuž jie leäkku nõõmtam ǩiõll-lauggjen leʹbe ǩiõllpieʹssen, peʹce ouddmiârkkân nõmmõõǥǥin “sääʹm päärnaikaardâs” lie sättam jäʹrjsted tuåimmjummuž, koʹst päärnaid mainstet tåʹlǩǩ sääʹmǩiõl, håʹt sij jie možât siltteʹče tõn ni vooʹps.

source: Ensimmäinen dokumentoitu tapaus on ollut vuonna 1989 toimintansa aloittanut ja edelleen toimiva luulajansaamenkielinen lastentarha “Vuonak sámemáná” Dragin / Ájluoktan kylässä, Tysfjordin / Divtasvuodnan kunnassa.
sms: Vuõssmõs dokumentõsttum päärnaikaardâs lij leämmaž eeʹjjest 1989 tuåimmjummšes alttääm da õinn tuåimmjeei juuʹlevsääʹmǩiõllsaž päärnaikaardâs “Vuonak sámemáná” Drag / Ájluokta siidâst, Tysfjord / Divtasvuodna kååʹddest.

source: 1990-luvulla kielipesän käsite tuli tutuksi useammassa Suomen puolen saamelaisyhteisössä, kun kielipesätoiminta alkoi, aluksi erilaisten projektien tai apurahojen turvin (ks. sivu “Saamelaisten kulttuuri- ja kielipesätoiminta Suomessa”).
sms: 1990-lååǥǥast ǩiõllpieʹzz fiʹttõs puõʹđi tobddsen määŋg Lääʹddjânnam peäʹl sääʹmõutstõõzzâst, ko ǩiõllpieʹsstuåimmjummuš aaʹlji, aalǥâst jeeʹresnallšem projeeʹkti leʹbe veäʹǩǩtieʹǧǧi veäkka (kč. seeid “Säʹmmlai kulttuur- da ǩiõllpieʹsstuåimmjummuš Lääʹddjânnmest”).

source: Osittainen kielikylpy eteläsaamen kielellä alkoi vuonna 2000 Norjassa Engerdalenin kunnassa Svahken Sijten yhteisössä.
sms: Vueʹssǩiõll-laauǥ saujjsääʹmǩiõʹlle aaʹlji eeʹjjest 2000 Taarrjânnmest Engerdalen kååʹddest Svahken Sijte õõutstõõzzâst.

source: Monissa muissakin paikallisissa saamen kielten elvytyshankkeissa kielikylpyä on hyödynnetty.
sms: Ǩiõll-laauǥ lij õnnum äuʹǩǩen še määŋgain jeeʹres pääiklaž sääʹmǩiõli jeälltemhaʹŋǩǩõõzzin.

source: Saamenkielisen kielipesän tavoitteena on siirtää lapsille saamen kieli, jota heille ei pystytä siirtämään kotona lainkaan tai riittävässä määrin.
sms: Sääʹmǩiõllsaž ǩiõllpieʹzz täävtõssân lij seʹrdded päärnaid sääʹmǩiõl, koon siʹjjid jeät põsttu seʹrdded dååma ni vooʹps leʹbe riʹjttjeei nalla.

source: Lapsi voi aloittaa kielipesän siinä iässä kuin varhaiskasvatuksen yleensäkin, eli aikaisintaan noin yhdeksän kuukauden iässä, mutta aloittamisikä riippuu perheen tilanteesta ja joissain tapauksissa myös ryhmän omista käytännöistä.
sms: Päärnaž vuäitt altteed ǩiõllpieʹzz tõn ââʹjjest ko ouddpiõmmu juʹn ääʹljet, leʹbe ääiʹjmõsân nuʹtt ååuʹc määnpââʹj ââʹjjest, leša altteemââʹǩǩ lij ǩidd piârri vueʹjjest da måtmešt še ǩiõllpieʹssjoouk jiiʹjjes vuõʹjjin.

source: Perusperiaate on se, että työntekijät eivät käytä lasten kanssa lainkaan enemmistökieltä, joka on yleensä lasten kotikieli.
sms: Vuâđđjurddjen lij tõt, što tuâjjla jie ââʹn päärnaivuiʹm ni vooʹps jäänbõsǩiõl, kååʹtt takainalla lij päärnai dommǩiõll.

source: Lapset saavat vapaasti valita, millä kielellä puhuvat, mutta ajan mittaan heitä rohkaistaan saamen kielen käyttöön.
sms: Päärnai vääʹldest lij, koon ǩiõʹlle sij mainste, leša ääiʹj mieʹldd siʹjjid smeʹllkââʹttet sääʹmǩiõl ââʹnnma.

source: Täydellisen kielikylvyn ympäristössä säännöllisesti päivänsä viettävä lapsi alkaa tavallisesti ymmärtää kieltä hyvin nopeasti.
sms: Tiuddsallaš ǩiõll-lauggi pirrõõzzâst jooʹtti päärnaž takainalla fiʹttješkuätt ǩiõl samai jåʹttlânji.

source: Muutaman kuukauden päästä hänellä on passiivinen peruskielitaito eli kyky käsittää hänelle suunnatusta saamenkielisestä puheesta olennainen sisältö.
sms: Mueʹdd määnpââʹj ǩeeʹjjest suʹst lij passiivlaž vuâđđǩiõlltäidd leʹbe son pâstt fiʹttjed suʹnne mainstum sääʹmǩiõllsaž saaǥǥâst kõskksõmâs siiskõõzz.

source: Aktiivisen kielitaidon kehittyminen on hitaampaa ja yksilöllisempää, mutta tavallisesti lapset alkavat toistella ja käyttää useimmin kuulemiaan ja itselleen mieluisimpia sanoja jo muutaman viikon tai kuukauden päästä.
sms: Aktiivlaž ǩiõlltääid ouddnummuš lij meälǥab da jäänab päärnast ǩidd, leša takainalla päärna tõjškuäʹtte da ââʹnškuäʹtte tääuʹjmõsân kuullmeez da jiõccseez miõllsõmâs saaʹnid juʹn mueʹdd neäʹttel leʹbe määnpââʹj ǩeeʹjjest.

source: Toiset tuottavat spontaania puhetta kokonaisilla lauseilla jo alle vuodessa, toisilla siihen voi mennä useampi vuosi.
sms: Måtam mainste spontaanâld obb ciâlkkjivuiʹm juʹn vueʹll eeʹjj seʹst, nuuʹbbin tõt vuäitt väʹldded mäŋgg eeʹjj.

source: Muutama vuosi kielipesässä riittää yleensä toiminnallisen kaksikielisyyden saavuttamiseen.
sms: Muäʹdd eeʹjj ǩiõllpieʹzzest riʹjttje takainalla tuåimmsallaš kuõiʹtǩiõllsažvuõđ õsttma.

source: Kielipesälapsi voi paikkakunnan opetusjärjestelyistä, kielitaidostaan ja huoltajien valinnasta riippuen siirtyä saamenkieliseen, suomenkieliseen tai kaksikieliseen esi- ja perusopetukseen.
sms: Ǩiõllpieʹsspäärnaž vuäitt päiʹǩǩ-kååʹdd mättʼtõsjäʹrjstõõllmõõžžin, ǩiõlltääidstes da peâmmji vaʹlljummšest ǩidd ååreeʹl serddjed sääʹmǩiõllsaž, lääʹddǩiõllsaž leʹbe kuõiʹtǩiõllsaž oudd- da vuâđđmättʼtõʹsse.
